import { projectDetailsType } from "@/@types/globalTypes";
export const projectDetails: projectDetailsType[] = [
  {
    title: " הפרויקטים שלי  ",
    projectTitle: "בונה מתכונים עם AI",
    description:
      "כמובן! אתר כזה עשוי להיות כלי ייחודי שיכול להפוך את חווית הבישול של משתמשיו לייחודית ומעניינת. בעזרת טכנולוגיית הלמידה המתכונים הרשמיים וכללי הבישול נטענים לאתר, כאשר המשתמשים מזינים את המצרכים הזמינים להם. המערכת משתמשת באלגוריתמי AI כדי להציע מתכונים אישיים וייחודיים   ",
    imgOne: "/project/recipe_ai.png.png",
    ImgTwo: "/project/recipe_ai_two.png",
  },
  {
    title: " אתר לניהול לקוחות  ",
    projectTitle: " ניהול לקוחות לספרים ",
    description:
      "כמובן! אתר כזה עשוי להיות כלי ייחודי שיכול להפוך את חווית הבישול של משתמשיו לייחודית ומעניינת. בעזרת טכנולוגיית הלמידה המתכונים הרשמיים וכללי הבישול נטענים לאתר, כאשר המשתמשים מזינים את המצרכים הזמינים להם. המערכת משתמשת באלגוריתמי AI כדי להציע מתכונים אישיים וייחודיים   ",
    imgOne: "/project/dashboneThree.png",
    ImgTwo: "/project/dashbone.png",
  },
  {
    title: " הפרויקטים שלי  ",
    projectTitle: "בונה מתכונים עם AI",
    description:
      "כמובן! אתר כזה עשוי להיות כלי ייחודי שיכול להפוך את חווית הבישול של משתמשיו לייחודית ומעניינת. בעזרת טכנולוגיית הלמידה המתכונים הרשמיים וכללי הבישול נטענים לאתר, כאשר המשתמשים מזינים את המצרכים הזמינים להם. המערכת משתמשת באלגוריתמי AI כדי להציע מתכונים אישיים וייחודיים   ",
    imgOne: "/project/recipe_ai.png.png",
    ImgTwo: "/project/recipe_ai_two.png",
  },
  {
    title: " הפרויקטים שלי  ",
    projectTitle: "בונה מתכונים עם AI",
    description:
      "כמובן! אתר כזה עשוי להיות כלי ייחודי שיכול להפוך את חווית הבישול של משתמשיו לייחודית ומעניינת. בעזרת טכנולוגיית הלמידה המתכונים הרשמיים וכללי הבישול נטענים לאתר, כאשר המשתמשים מזינים את המצרכים הזמינים להם. המערכת משתמשת באלגוריתמי AI כדי להציע מתכונים אישיים וייחודיים   ",
    imgOne: "/project/recipe_ai.png.png",
    ImgTwo: "/project/recipe_ai_two.png",
  },
];
